[{"title":"Haryana announces Rs 10 lakh windfall for Rani Rampal","date":"Thursday, August,08 2013 - 17:15","story":"<p class=\"MsoNormal\"><b>CHANDIGARH:<\/b> Haryana government&nbsp;on Thursday&nbsp;announced\r\na handsome cash reward for Rani Rampal, who was declared ‘Player of the\r\nTournament’ at the recently-concluded Junior Women Hockey World Cup, held at\r\nGermany.<\/p>\r\n\r\n<p class=\"MsoNormal\">The announcement was made by chief minister Bhupinder Singh\r\nHooda. He said that a cash reward of Rs 10 lakh would be given to Rani Rampal\r\nand also declared a reward of Rs five lakh for Baldev, the coach of women\r\nhockey players of Haryana who represented India in the tournament.<\/p>\r\n\r\n<p class=\"MsoNormal\">The chief minister had earlier announced a cash award of Rs\r\nfive lakh for each of the six women hockey players of Haryana who played in the\r\ntournament. He also congratulated the Indian team for winning the country’s\r\nfirst ever bronze medal in the Junior Women Hockey World Cup.<\/p>\r\n\r\n<p class=\"MsoNormal\">While five players hail from Shahabad, the sixth one is from\r\nHissar. They are Navjot, Manjeet Kaur, Navneet Kaur, Rani Rampal, Monika and\r\nPoonam Rani.<\/p>","imagea":"http:\/\/www.punjabnewsline.com\/story_images\/7123Rani Rampal.jpg"},{"title":"No B-class facilities in Punjab jails to acid attack convicts","date":"Thursday, August,08 2013 - 17:11","story":"<p class=\"MsoNormal\"><span style=\"font-size: 12px;\"><b>CHANDIGARH: &nbsp;<\/b>Punjab government has conveyed to Punjab and\r\nHaryana High Court (HC) that B-class facilities will no longer be available to\r\nprisoners involved in ‘any kind of acid attack.’ An affidavit to this effect\r\nwas filed in HC during the resumed hearing of a Public Interest Litigation\r\n(PIL) seeking the withdrawal of B-class facilities to convicts in murder cases.&nbsp;<\/span><\/p>\r\n\r\n<p class=\"MsoNormal\">The HC was informed through affidavits filed by the two\r\nstates that murder convicts in Punjab and Haryana were not entitled to B-class\r\nfacilities in jails. Punjab has now decided to deny these facilities to\r\nprisoners involved in acid attacks.&nbsp;<\/p>\r\n\r\n<p class=\"MsoNormal\">It may be mentioned here that following directions issued by\r\na division bench of HC on July 10, the Haryana Jails department had issued\r\ninstructions to the director general of prisons that murder convicts will not\r\nbe entitled to B-class facilities. Punjab, too, issued a similar communication\r\nof August 6 to Additional Director General of Police (Prisons).&nbsp;<\/p>\r\n\r\n<p class=\"MsoNormal\">B-class facilities include provision of bedding, separately\r\ncooked food, newspapers and magazines, exemption from hard jobs, can wear\r\nclothes other than prisoners’ uniform and can have more visitors as compared to\r\nordinary prisoners.<\/p>\r\n\r\n<p class=\"MsoNormal\"><o:p>&nbsp;<\/o:p><\/p>","imagea":"http:\/\/www.punjabnewsline.com\/story_images\/7470high court.jpg"},{"title":"Killing of Indian soldiers will impact foreign policy: BJP","date":"Thursday, August,08 2013 - 16:58","story":"<p class=\"MsoNormal\"><b>NEW DELHI:&nbsp;<\/b>The BJP said Thursday it had conveyed to the\r\ngovernment that the killing of five soldiers by Pakistani troops would impact\r\nIndia's foreign policy and wanted the government to examine “other options” in\r\nits relations with Islamabad.<br>\r\n<br>\r\nBharatiya Janata Party (BJP) leader Arun Jaitley said the party was “glad” that\r\nthe United Progressive Alliance (UPA) government had tried to correct the\r\n“monumental error” in the statement of Defence Minister A.K. Antony on the Aug\r\n6 incident.<br>\r\n<br>\r\nSpeaking to Times Now television channel, Jaitley said during Wednesday\r\nevening's meeting with Prime Minister Manmohan Singh, the party had “explained\r\nto the government the impact of the monumental error...and I am glad that they\r\ntried to correct the error”.<br>\r\n<br>\r\nAntony, in a fresh statement in parliament Thursday, said that specialist\r\ntroops of the Pakistan Army were involved in the killing of five Indian\r\nsoldiers in Jammu and Kashmir two days ago.<br>\r\n<br>\r\nThe defence minister was under attack from the opposition for his earlier\r\nstatement where he said that \"20 heavily armed terrorists along with\r\npersons in Pakistan Army uniform\" were responsible for the killings.<br>\r\n<br>\r\nJaitley also clarified that the BJP, which has been demanding that the\r\ngovernment give a “befitting reply” to Pakistan, were “not warmongers”.&nbsp;<br>\r\n<br>\r\n“We are not warmongers... between war and embracing Pakistan there are several\r\noptions, and we have made our point clear to the government,” said Jaitley.<br>\r\n<br>\r\nThe Leader of Opposition in the Rajya Sabha said the fresh statement by Antony\r\nreflected that “it can't be business as usual” with Pakistan.<br>\r\n<br>\r\nExplaining what the BJP meant by other options, Jaitley said “not talking (to\r\nPakistan) is an option, not talking for some time is another option, talking at\r\na low level is also an option.. The government can examine the options”.<br>\r\n<br>\r\n\"This incident (the killings) will have a foreign policy impact,\" he\r\nsaid.&nbsp;<\/p>","imagea":"http:\/\/www.punjabnewsline.com\/story_images\/6009arun_jaitley_6.jpg"},{"title":"Maneka Gandhi writes to Akhilesh on poor quality of mid-day meal","date":"Thursday, August,08 2013 - 10:28","story":"<p class=\"MsoNormal\"><b>LUCKNOW<\/b>: Senior\r\nBharatiya Janata Party (BJP) leader Maneka Gandhi has written to Uttar Pradesh\r\nChief Minister Akhilesh Yadav seeking improvement in the quality of mid-day\r\nmeals served to school children in the state.<br>\r\n<br>\r\nIn a letter received by the state secretariat Wednesday, a copy of which was\r\nreceived by IANS, the member of parliament from Aonla in Uttar Pradesh said the\r\nmeals served to children under the mid-day meal scheme were sorry affairs, with\r\nworms, lizards and insects being discovered in them.&nbsp;<br>\r\n<br>\r\nCiting a union ministry of human resource development (HRD) report, Gandhi\r\nwrote that the health of children was at risk. The letter comes in the wake of\r\nthe Bihar tragedy of July 16, in which 23 children of Saran district died after\r\neating a poisonous meal.<br>\r\n<br>\r\nManeka Gandhi urged the chief minister to ensure that food was cooked in\r\nhygienic conditions and served to children under proper supervision.<br>\r\n<br>\r\nIn the last one month, the quality of the mid-day meals served in different\r\nparts of the state had come under a shroud after a lizard, insects and a\r\ntadpole were recovered at different schools.&nbsp;<br>\r\n<br>\r\nThe state government has asked principals to keep a vigil on meals served to\r\nchildren. Chief Minister Akhilesh Yadav, during a surprise visit to Rain\r\nvillage in Rae Bareli district Wednesday was confronted by students at a\r\nprimary school who complained of the poor quality of food.&nbsp;<br>\r\n<br>\r\nYadav tasted the food and transferred a basic education official.&nbsp;<br>\r\n<br>\r\nBasic Education Minister Ram Govind Chaudhary has issued an advisory to all\r\nschool principals and district education officials to ensure that food served\r\nto school children was nutritious and hygienically cooked.&nbsp;<\/p>","imagea":"http:\/\/www.punjabnewsline.com\/story_images\/6603Maneka-Gandhi.jpg"},{"title":"US encourages India, Pakistan dialogue","date":"Thursday, August,08 2013 - 10:22","story":"<p class=\"MsoNormal\"><b>WASHINGTON<\/b>:&nbsp;Expressing\r\nconcern over violence on the Line of Control in Jammu and Kashmir, the US has\r\nsaid it continuesto encourage India and Pakistan to have a dialogue as the best\r\nstep to resolve issues between them.<br>\r\n<br>\r\n\"We're concerned about any violence, as always, along the Line of\r\nControl,\" State Department spokesperson Jen Psaki told reporters Wednesday\r\nwhen asked about tension on the LoC following the killing of five Indian\r\nsoldiers in an ambush.<br>\r\n<br>\r\n\"We understand that the governments of India and Pakistan are in contact\r\nover the issue, and we continue to encourage, of course, further dialogue, and\r\nwe think that's the best step to resolve,\" she said.<br>\r\n<br>\r\nAsked whether Kashmir issue should be included in the India-Pakistan, Psaki\r\nrepeated as she did Tuesday that the US \"policy has not changed.\"<br>\r\n<br>\r\n\"We still believe that these discussions and negotiations should take\r\nplace with a dialogue between India and Pakistan,\" she said in response to\r\nquestion whether India should take action against Pakistan over the attack on\r\nIndian soldiers.<br>\r\n<br>\r\nAssked if the tension with if tension with India would distract Pakistan's\r\nattention from the fight against Al Qaeda and other terror outfits, Psaki said:\r\n\"Well, we're encouraging them to continue their dialogue, and we're\r\nhopeful that that will take place. Beyond that, I'm not going to look into a\r\ncrystal ball.\"<br>\r\n<br>\r\nIn response to another question, the spokesperson said US has \"a great\r\ndeal of cooperation on counterterrorism of all kinds with Pakistan, and that\r\nwill continue.\"<br>\r\n<br>\r\nHowever, Psaki would not spell out the kinds of cooperation US has with\r\nPakistan nor would she give an evaluation of the cooperation extended by Prime\r\nMinister Nawaz Sharif's government on terrorism in the region.<br>\r\n<br>\r\n\"Certainly counterterrorism was a part of (that) discussion,\" during\r\nSecretary of State John Kerry's recent visit to Islamabad, she said. \"But\r\nwe'll continue to work with them, and I can't give you an evaluation quite\r\nyet\" as the Sharif government was too new.<br>\r\n<br>\r\n\"Our goal remains the same and has been consistent for a long time, which\r\nis to disrupt, dismantle, and defeat Al Qaeda,\" Psaki said.<br>\r\n<br>\r\n\"As the result of the enormous pressure we've put on the group, we have\r\neliminated all of Al Qaeda's senior leadership in Afghanistan and\r\nPakistan,\" she said.<br>\r\n<br>\r\n\"And because the current leaders of Al Qaeda core are so worried about\r\ntheir personal safety, they're far less able to plan attacks,\" Psaki\r\nadded.<\/p>","imagea":"http:\/\/www.punjabnewsline.com\/story_images\/2188psaki.jpg"}]